const servicesData = [
  {
    id: 1,
    icon: "flaticon-web-programming",
    title: "Сайты",
    url: "sajty",
    text: "Создание и разработка сайтов с индивидуальным дизайном по доступным ценам.",
    description: (
      <>
        <p className="services-text mb-40">
          Как профессиональные веб-разработчики и дизайнеры, мы предоставляем
          лучшие услуги по веб-разработке. От понимания ваших бизнес-целей при
          создании идеального решения до оптимизации конверсии и отслеживания
          посетителей - наша команда тесно сотрудничает с вами на каждом этапе
          проекта, чтобы вы достигли своих бизнес-целей с помощью вашего сайта.
          Как известная компания по веб-разработке и дизайну, мы представляем
          лучших веб-дизайнеров и разработчиков, которые создают впечатляющие
          сайты, привлекающие потенциальных клиентов и соответствующие
          бизнес-требованиям наших клиентов.
        </p>
      </>
    ),
    steps: [
      {
        title: "Стратегия",
        text: "Составление комплексного предложения",
      },
      {
        title: "Дизайн",
        text: "Разработка пользовательского интерфейса",
      },
      {
        title: "Разработка",
        text: "Фронтенд и бэкенд разработка",
      },
      {
        title: "Запуск",
        text: "Размещение сайта на сервере",
      },
    ],
  },
  {
    id: 2,
    icon: "flaticon-web-programming",
    title: "Интернет-магазины",
    url: "internet-magaziny",
    text: "Полный функционал для демонстрации и продажи товаров/услуг в интернете.",
    description: (
      <>
        <p className="services-text mb-40">
          Каждый бизнес уникален. У каждого есть свои бизнес-модели, цели и
          целевые аудитории. Это означает, что точки фокусировки разные. Поэтому
          процесс разработки должен быть адаптирован под потребности вашего
          бизнеса. Мы понимаем это и планируем процесс разработки в соответствии
          с вашим бизнесом. На начальных этапах сотрудничества мы уделяем время
          анализу вашего бизнеса и пониманию ключевых потребностей клиентов,
          чтобы обеспечить уникальный опыт электронной коммерции, который оценят
          ваши клиенты.
        </p>
      </>
    ),
    steps: [
      {
        title: "Стратегия",
        text: "Составление комплексного предложения",
      },
      {
        title: "Дизайн",
        text: "Разработка пользовательского интерфейса",
      },
      {
        title: "Разработка",
        text: "Фронтенд и бэкенд разработка",
      },
      {
        title: "Запуск",
        text: "Размещение сайта на сервере",
      },
    ],
  },
  {
    id: 3,
    icon: "flaticon-coding",
    title: "Мобильная разработка",
    url: "mobilnaya-razrabotka",
    text: "Полный цикл разработки мобильных приложений для всех операционных систем.",
    description: (
      <>
        <p className="services-text mb-10">
          Как одна из ведущих компаний по разработке мобильных приложений, наша
          команда стремится создавать решения для наших клиентов, которые
          позволяют им соединяться с людьми и достигать значимых результатов для
          своей организации. От концептуализации до монетизации и каждого
          процесса между ними - мы предоставляем вам широкий спектр цифровых
          услуг, чтобы помочь вам расти.
        </p>
        <p className="services-text mb-10">
          Мы стремимся создавать простые и привлекательные мобильные приложения
          для таких платформ, как Android, iOS и других. Наш опыт заключается в
          нашей команде профессиональных и талантливых дизайнеров,
          разработчиков, бизнес-аналитиков и маркетологов, которые обслуживали
          клиентов из разных частей мира, что добавило нашему опыту.
        </p>
        <ul className="mb-40">
          <li className="mb-10">
            <strong>Разработка приложений для iOS</strong>
            <br />
            Независимо от того, ищете ли вы разработку приложений для iPhone или
            хотите создать приложение, которое эффективно работает на всех
            устройствах, у нас есть сертифицированные разработчики, которые
            помогут вам от дизайна до развертывания и поддержки. Наши
            первоклассные разработчики обеспечивают лучшую разработку приложений
            для iOS, следуя ценностно-ориентированному подходу и пошаговому
            процессу.
          </li>
          <li className="mb-10">
            <strong>Разработка приложений для Android</strong>
            <br />
            Наши увлеченные разработчики предоставляют передовые услуги по
            разработке приложений для Android, используя лучшие практики UI/UX,
            новейшие технологии и фреймворки для создания динамичных мобильных
            приложений для платформы Android.
          </li>
          <li className="mb-10">
            <strong>Кроссплатформенная разработка</strong>
            <br />
            Наша команда - одна из ведущих компаний по разработке мобильных
            приложений. У нас есть опытная команда кроссплатформенных
            разработчиков, которые обеспечивают бесперебойный доступ к вашему
            мобильному приложению на нескольких платформах.
          </li>
          <li className="mb-10">
            <strong>
              Единое место для всех услуг по разработке мобильных приложений
            </strong>
            <br />
            Способность понимать необходимые отраслевые предпосылки вывела нас
            на лидирующие позиции среди компаний по разработке мобильных
            приложений. Мы предлагаем комплексные услуги по разработке мобильных
            приложений, от UI/UX дизайна до разработки и развертывания, чтобы
            превратить ваши уникальные идеи в инновационные мобильные
            приложения, которые изменят будущее. При поддержке специальной
            команды опытных разработчиков мобильных приложений мы создаем
            комплексные, качественные мобильные приложения, соответствующие
            ожиданиям наших клиентов.
          </li>
        </ul>
      </>
    ),
    steps: [
      {
        title: "Стратегия",
        text: "Составление комплексного предложения",
      },
      {
        title: "Дизайн",
        text: "Разработка пользовательского интерфейса",
      },
      {
        title: "Разработка",
        text: "Фронтенд и бэкенд разработка",
      },
      {
        title: "Запуск",
        text: "Публикация приложения",
      },
    ],
  },
  {
    id: 4,
    icon: "flaticon-seo",
    title: "SEO оптимизация",
    url: "seo-optimizaciya",
    text: "Продвижение сайтов в поисковых системах. Собственные авторские стратегии SEO-продвижения.",
    description: (
      <>
        <p className="services-text mb-10">
          SEO (Search Engine Optimization) - это технология продвижения сайта в
          поисковых результатах с целью получения трафика. Работа основана на
          знании алгоритмов ранжирования ресурсов в поисковой выдаче и улучшении
          критериев сайта, чтобы вывести его в топ поисковых результатов по
          нужным ключевым фразам.
        </p>
        <p className="services-text mb-10">
          В результате качественного SEO сайт поднимается в результатах
          поисковой системы, что означает, что ссылка на продвигаемую страницу
          получает трафик от посетителей, который будет тем больше, чем выше
          позиция такой ссылки.
        </p>
        <p className="services-text mb-10">
          Принцип работы выглядит очень просто: пользователь вводит интересующий
          его запрос, а поисковая система строит список ссылок на ресурсы в
          определенном порядке. После этого потенциальный клиент знакомится с
          кратким описанием ресурса и переходит на него, если это его
          заинтересует. Чем выше в результатах находится такая ссылка, тем
          вероятнее переход, поскольку пользователь обычно не выходит за пределы
          первой страницы выдачи.
        </p>
        <p className="services-text mb-40">
          Принцип построения поисковой выдачи по запросу использует сложную
          формулу сортировки, учитывающую десятки параметров. При этом точный
          алгоритм такого ранжирования не раскрывается владельцами поисковых
          систем, которые озвучивают лишь общие принципы построения
          качественного и полезного для людей ресурса, помогающего подняться в
          топ. На практике без использования технологий SEO-продвижения
          практически невозможно вывести сайт на первую страницу поисковой
          выдачи в высококонкурентных коммерческих темах, даже если его контент
          и техническая реализация идеальны.
        </p>
      </>
    ),
    steps: [
      {
        title: "Анализ",
        text: "Анализ тематики и конкурентов",
      },
      {
        title: "Ядро",
        text: "Формирование семантического ядра",
      },
      {
        title: "Структура",
        text: "Формирование структуры сайта",
      },
      {
        title: "Контент",
        text: "Оптимизация контента",
      },
    ],
  },
];

export default servicesData;
